tap "andrewmd5/tap"
tap "gromgit/fuse"
tap "jbreckmckye/formulae"
tap "nik-rev/tap"
tap "timescale/tap"
tap "valkyrie00/bbrew"
tap "vladkens/tap"
brew "amfora"
brew "asciiquarium"
brew "astroterm"
brew "zstd"
brew "bagels"
brew "bandwhich"
brew "bat"
brew "bbe"
brew "bpytop"
brew "calcurse"
brew "cava"
brew "cbonsai"
brew "cmatrix"
brew "cpufetch"
brew "dysk"
brew "eza"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gitui"
brew "go"
brew "htop"
brew "hugo"
brew "humanlog"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "pipx"
brew "postgresql@14", restart_service: :changed
brew "postgresql@15", restart_service: :changed
brew "rainfrog"
brew "rust"
brew "sesh"
brew "supervisor"
brew "tldr"
brew "tmux"
brew "uv"
brew "visidata"
brew "wakeonlan"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "gromgit/fuse/sshfs-mac"
brew "jbreckmckye/formulae/daylight"
brew "nik-rev/tap/countryfetch"
brew "timescale/tap/timescaledb"
brew "valkyrie00/bbrew/bbrew"
brew "vladkens/tap/macmon"
cask "gcloud-cli"
cask "gemini"
cask "macfuse"
cask "superlist"
cargo "dbn-cli"
uv "bagels"
uv "yewtube"
